Repository: ConiKost/mugshot
Catalog: po/*.po
Languages: fr, pt_br

source: About Me
fr: A propos
pt_br: Sobre Mim

source: Configure your profile image and contact details
fr: Configurer les infos de contact et la photo de votre profil
pt_br: Configure sua imagem de perfil e dados da conta

source: Capture - Mugshot
fr: Capturer - Mugshot
pt_br: Captura - Mugshot

source: <b>Preview</b>
fr: <b>Aperçu</b>
pt_br: <b>Visualizar</b>

source: Center
fr: Centre
pt_br: Centralizado

source: Left
fr: Gauche
pt_br: À Esquerda

source: Right
fr: Droite
pt_br: À Direita

source: <b>Crop</b>
fr: <b>Rogner</b>
pt_br: <b>Cortar</b>

source: Select from stock…
fr: Parcourir...
pt_br: Escolha uma foto...

source: Capture from camera…
fr: Prendre une photo...
pt_br: Câmera...

source: Browse…
fr: Parcourir…
pt_br: Procurar nos arquivos...

source: <b>First Name</b>
fr: <b>Prénom</b>
pt_br: <b>Nome</b>

source: <b>Last Name</b>
fr: <b>Nom</b>
pt_br: <b>Sobrenome</b>

source: <b>Initials</b>
fr: <b>Initiales</b>
pt_br: <b>Iniciais</b>

source: <b>Home Phone</b>
fr: <b>Téléphone privé</b>
pt_br: <b>Telefone Residencial</b>

source: <b>Email Address</b>
fr: <b>Courriel</b>
pt_br: <b>Email</b>

source: <b>Office Phone</b>
fr: <b>Téléphone travail</b>
pt_br: <b>Telefone Comercial</b>

source: Select a photo…
fr: Sélectionner une photo...
pt_br: Escolha uma foto...

source: Show debug messages (-vv debugs mugshot_lib also)
fr: Afficher les messages de debogage (-vv debugs mugshot_lib also)
pt_br: Mostrar mensagens de depuração (-vv debugs mugshot_lib also)

source: Camera failed to load. Devices: %s
fr: L'activation de votre appareil photo a échoué. Périphériques : %s
pt_br: Falha ao carregar a câmera. Dispositivos: %s

source: Sorry, but your camera failed to initialize.
fr: Désolé, mais votre appareil photo n'arrive pas à s'initialiser.
pt_br: Desculpe, sua câmera falhou ao iniciar.

source: Please wait while your camera is initialized.
fr: Patientez SVP pendant l'initialisation de votre appareil photo.
pt_br: Por favor aguarde enquanto sua câmera é iniciada.

source: Retry
fr: Réessayer
pt_br: Repetir

source: Update Pidgin buddy icon?
fr: Mettre à jour aussi l'avatar de Pidgin ?
pt_br: Atualizar imagem do Pidgin?

source: Would you also like to update your Pidgin buddy icon?
fr: Souhaitez-vous mettre à jour aussi votre avatar dans Pidgin ?
pt_br: Gostaria também de atualizar sua imagem do Pidgin?

source: This is a security measure to prevent unwanted updates to your personal information.
fr: Il s'agit d'une mesure de sécurité pour éviter les mises à jour non souhaitées dans vos informations personnelles.
pt_br: Essa é uma medida de segurança para prevenir mudanças indesejadas em suas informações pessoais.

source: Update LibreOffice user details?
fr: Mettre à jour aussi les infos utilisateurs de LibreOffice ?
pt_br: Atualizar dados de usuário do LibreOffice?

source: Would you also like to update your user details in LibreOffice?
fr: Souhaitez-vous mettre à jour aussi vos infos utilisateurs dans LibreOffice ?
pt_br: Gostaria também de atualizar seus dados de usuário no LibreOffice?

source: Password:
fr: Mot de passe :
pt_br: Senha:
